Repository: yeager/QRit
Catalog: po/*.po
Languages: sv

source: QR codes creator
sv: Skapare av QR-koder

source: With QRit you can create custom QR codes!. You can change the background and foreground color to help you integrate them in any place.
sv: Med QRit kan du skapa anpassade QR-koder! Du kan ändra bakgrunds- och förgrundsfärgen så att du kan integrera dem var som helst.

source: This application use the incredible qrencode.
sv: Denna applikation använder den fantastiska qrencode.

source: ✨ Use FileChooserNative to allow for tighter sandboxing
sv: ✨ Använd FileChooserNative för att möjliggöra striktare sandboxing

source: 📦️ Flatpak packaging!
sv: 📦️ Flatpak-paketering!

source: 🐛 Bug Fix
sv: 🐛 Buggfix

source: 🌐 Added russian translate, thanks to Dmitry Logvinov (@logdimov)
sv: 🌐 Rysk översättning har lagts till, tack vare Dmitry Logvinov (@logdimov)

source: Architectural changes
sv: Arkitektoniska förändringar

source: Create QR from files
sv: Skapa QR från filer

source: More output formats
sv: Fler utdataformat

source: Create QR from file explorer context menu (in text plain files)
sv: Skapa QR från filutforskarens kontextmeny (i vanliga textfiler)

source: Create awesome QR codes with QRit!
sv: Skapa fantastiska QR-koder med QRit!

source: QR codes generator
sv: QR-kodgenerator

source: Utility;GTK;Network;Development;QR;
sv: Verktyg;GTK;Nätverk;Utveckling;QR;

source: Fork me on Github!
sv: Förgrena mig på Github!

source: Use the text field above to create a new awesome QR code 🤖️
sv: Använd textfältet ovan för att skapa en ny fantastisk QR-kod 🤖️

source: Preview only available for PNG and SVG
sv: Förhandsgranskning endast tillgänglig för PNG och SVG

source: Awesome_QR
sv: Asgrym_QR

source: Background
sv: Bakgrund

source: Foreground
sv: Förgrund

source: QR color
sv: QR-färg

source: Copy QR
sv: Kopiera QR

source: Save QR
sv: Spara QR

source: You must enter a content to that QR!
sv: Du måste ange ett innehåll till den QR-koden!

source: QR saved at your home directory
sv: QR sparad i din hemkatalog

source: Your QR is in your clipboard now!
sv: Din QR-kod finns nu i ditt urklipp!

source: Open
sv: Öppna

source: Cancel
sv: Avbryt
